Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.notfound.lead
source: The page you’re looking for doesn’t exist or has moved.
ar: الصفحة التي تبحث عنها غير موجودة أو تم نقلها.
cs: Stránka, kterou hledáte, neexistuje nebo se přesunula.
da: Siden, du leder efter, findes ikke eller er flyttet.
de: Die Seite, die Sie suchen, existiert nicht oder wurde verschoben.
el: Η σελίδα που αναζητάτε δεν υπάρχει ή έχει μεταφερθεί.
es: La página que buscas no existe o se ha movido.
fi: Etsimääsi sivua ei ole tai se on siirtynyt.
fr: La page que vous recherchez n'existe pas ou a été déplacée.
he: הדף שאתה מחפש לא קיים או עבר.
hi: जो पृष्ठ आप ढूंढ रहे हैं वह मौजूद नहीं है या स्थानांतरित हो गया है।
hu: Az Ön által keresett oldal nem létezik vagy átkerült.
id: Halaman yang Anda cari tidak ada atau telah pindah.
it: La pagina che stai cercando non esiste o è stata spostata.
ja: お探しのページが見つかりません。移動しました。
ko: 찾고 있는 페이지가 없거나 이동했습니다.
ms: Halaman yang Anda cari tidak ada atau telah dipindahkan.
nb: Siden du søker etter finnes ikke eller er flyttet.
nl: De pagina die je zoekt bestaat niet of is verplaatst.
pl: Szukana strona nie istnieje lub została przeniesiona.
pt_br: A página que você procura não existe ou foi movida.
pt_pt: A página que procura não existe ou foi movida.
ro: Pagina pe care o cauți nu există sau s-a mutat.
ru: Страница, которую вы ищете, не существует или была перемещена.
sk: Stránka, ktorú hľadáte, neexistuje alebo sa presunula.
sv: Sidan du söker finns inte eller har flyttats.
th: หน้าที่คุณกำลังมองหาไม่มีอยู่หรือย้ายไป
tr: Aradığınız sayfa yok veya taşınmıştır.
uk: Сторінка, яку ви шукаєте, не існує або перемістилась.
vi: Trang bạn đang tìm không tồn tại hoặc đã được di chuyển.
zh_hans: 您要查找的页面不存在或已移动。
zh_hant: 您要找的頁面不存在或已移動。

# web.notfound.meta_description
source: Page not found — KnotQ.
ar: الصفحة غير موجودة — KnotQ.
cs: Stránka nenalezena — KnotQ.
da: Side ikke fundet — KnotQ.
de: Seite nicht gefunden — KnotQ.
el: Σελίδα δεν βρέθηκε — KnotQ.
es: Página no encontrada — KnotQ.
fi: Sivua ei löytynyt — KnotQ.
fr: Page non trouvée — KnotQ.
he: עמוד לא נמצא — KnotQ.
hi: पृष्ठ नहीं मिला — KnotQ।
hu: Az oldal nem található — KnotQ.
id: Halaman tidak ditemukan — KnotQ.
it: Pagina non trovata — KnotQ.
ja: ページが見つかりません — KnotQ。
ko: 페이지를 찾을 수 없음 — KnotQ.
ms: Halaman tidak ditemukan — KnotQ.
nb: Side ikke funnet — KnotQ.
nl: Pagina niet gevonden — KnotQ.
pl: Strona nie znaleziona — KnotQ.
pt_br: Página não encontrada — KnotQ.
pt_pt: Página não encontrada — KnotQ.
ro: Pagina nu a fost găsită — KnotQ.
ru: Страница не найдена — KnotQ.
sk: Stránka nenájdená — KnotQ.
sv: Sida hittades inte — KnotQ.
th: ไม่พบหน้า — KnotQ
tr: Sayfa bulunamadı — KnotQ.
uk: Сторінка не знайдена — KnotQ.
vi: Không tìm thấy trang — KnotQ.
zh_hans: 页面未找到 — KnotQ。
zh_hant: 找不到頁面 — KnotQ。

# web.notfound.meta_title
source: Page not found — KnotQ
ar: الصفحة غير موجودة — KnotQ
cs: Stránka nenalezena — KnotQ
da: Side ikke fundet — KnotQ
de: Seite nicht gefunden — KnotQ
el: Σελίδα δεν βρέθηκε — KnotQ
es: Página no encontrada — KnotQ
fi: Sivua ei löytynyt — KnotQ
fr: Page non trouvée — KnotQ
he: עמוד לא נמצא — KnotQ
hi: पृष्ठ नहीं मिला — KnotQ
hu: Az oldal nem található — KnotQ
id: Halaman tidak ditemukan — KnotQ
it: Pagina non trovata — KnotQ
ja: ページが見つかりません — KnotQ
ko: 페이지를 찾을 수 없음 — KnotQ
ms: Halaman tidak ditemukan — KnotQ
nb: Side ikke funnet — KnotQ
nl: Pagina niet gevonden — KnotQ
pl: Strona nie znaleziona — KnotQ
pt_br: Página não encontrada — KnotQ
pt_pt: Página não encontrada — KnotQ
ro: Pagina nu a fost găsită — KnotQ
ru: Страница не найдена — KnotQ
sk: Stránka nenájdená — KnotQ
sv: Sida hittades inte — KnotQ
th: ไม่พบหน้า — KnotQ
tr: Sayfa bulunamadı — KnotQ
uk: Сторінка не знайдена — KnotQ
vi: Không tìm thấy trang — KnotQ
zh_hans: 页面未找到 — KnotQ
zh_hant: 找不到頁面 — KnotQ

# web.notfound.read_guide
source: Read the guide
ar: اقرأ الدليل
cs: Přečtěte si průvodce
da: Læs vejledningen
de: Lesen Sie die Anleitung
el: Διαβάστε τον οδηγό
es: Lee la guía
fi: Lue opas
fr: Lisez le guide
he: קרא את המדריך
hi: गाइड पढ़ें
hu: Az útmutató elolvasása
id: Baca panduan
it: Leggi la guida
ja: ガイドを読む
ko: 가이드 읽기
ms: Baca panduan
nb: Les veiledningen
nl: Lees de gids
pl: Czytaj przewodnik
pt_br: Ler o guia
pt_pt: Ler o guia
ro: Citiți ghidul
ru: Прочитать руководство
sk: Čítajte sprievodcu
sv: Läs guiden
th: อ่านคำแนะนำ
tr: Rehberi Oku
uk: Прочитайте посібник
vi: Đọc hướng dẫn
zh_hans: 阅读指南
zh_hant: 閱讀指南

# web.notfound.title
source: This page wandered off.
ar: هذه الصفحة ذهبت في نزهة.
cs: Tato stránka se zatoulala.
da: Denne side gik væk.
de: Diese Seite ist abgewandert.
el: Αυτή η σελίδα περιπλανήθηκε.
es: Esta página se fue.
fi: Tämä sivu vaeltaa pois.
fr: Cette page s'est égarée.
he: הדף הזה התרחק.
hi: यह पृष्ठ भटक गया।
hu: Ez az oldal elszaladt.
id: Halaman ini hilang.
it: Questa pagina se n'è andata.
ja: このページは迷子になりました。
ko: 이 페이지가 사라졌습니다.
ms: Halaman ini berkeliaran.
nb: Denne siden gikk seg vill.
nl: Deze pagina is verdwenen.
pl: Ta strona się wybrała.
pt_br: Esta página vagou.
pt_pt: Esta página desapareceu.
ro: Această pagină s-a rătăcit.
ru: Эта страница отправилась в путешествие.
sk: Táto stránka sa zatúlala.
sv: Den här sidan försvor.
th: หน้านี้เดินหนีไป
tr: Bu sayfa kayboldı.
uk: Ця сторінка вирішила піти.
vi: Trang này đã đi lạc.
zh_hans: 此页面已移动。
zh_hant: 此頁面已消失。

# web.privacy.meta_title
source: Privacy Policy — KnotQ
ar: سياسة الخصوصية — KnotQ
cs: Zásady ochrany osobních údajů — KnotQ
da: Privatlivspolitik — KnotQ
de: Datenschutzrichtlinie — KnotQ
el: Πολιτική Απορρήτου — KnotQ
es: Política de privacidad — KnotQ
fi: Tietosuojakäytäntö — KnotQ
fr: Politique de confidentialité — KnotQ
he: מדיניות הפרטיות — KnotQ
hi: गोपनीयता नीति — KnotQ
hu: Adatvédelmi szabályzat — KnotQ
id: Kebijakan Privasi — KnotQ
it: Informativa sulla privacy — KnotQ
ja: プライバシーポリシー — KnotQ
ko: 개인정보처리방침 — KnotQ
ms: Kebijakan Privasi — KnotQ
nb: Personvernpolicy — KnotQ
nl: Privacybeleid — KnotQ
pl: Polityka prywatności — KnotQ
pt_br: Política de Privacidade — KnotQ
pt_pt: Política de Privacidade — KnotQ
ro: Politica de Confidențialitate — KnotQ
ru: Политика конфиденциальности — KnotQ
sk: Zásady ochrany osobných údajov — KnotQ
sv: Sekretesspolicy — KnotQ
th: นโยบายความเป็นส่วนตัว — KnotQ
tr: Gizlilik İlkesi — KnotQ
uk: Політика конфіденційності — KnotQ
vi: Chính sách Bảo mật — KnotQ
zh_hans: 隐私政策 — KnotQ
zh_hant: 隱私權政策 — KnotQ

# web.reset.account_label
source: Account
ar: الحساب
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
he: חשבון
hi: खाता
hu: Fiók
id: Akun
ja: アカウント
ko: 계정
ms: Akun
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ro: Cont
ru: Учётная запись
sk: Konto
sv: Konto
th: บัญชี
tr: Hesap
uk: Акаунт
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

# web.reset.aria_label
source: Reset password
ar: إعادة تعيين كلمة المرور
cs: Obnovit heslo
da: Nulstil adgangskode
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer contraseña
fi: Palauta salasana
fr: Réinitialiser le mot de passe
he: אפס סיסמה
hi: पासवर्ड रीसेट करें
hu: Jelszó alaphelyzetbe állítása
id: Atur ulang kata sandi
it: Reimposta password
ja: パスワードをリセット
ko: 비밀번호 재설정
ms: Atur ulang sandi
nb: Tilbakestill passord
nl: Wachtwoord opnieuw instellen
pl: Resetuj hasło
pt_br: Redefinir senha
pt_pt: Repor palavra-passe
ro: Resetare parolă
ru: Сброс пароля
sk: Obnoviť heslo
sv: Återställ lösenord
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi Sıfırla
uk: Скинути пароль
vi: Đặt lại mật khẩu
zh_hans: 重置密码
zh_hant: 重設密碼

# web.reset.confirm_new_password_error
source: Confirm your new password.
ar: أكد كلمة المرور الجديدة.
cs: Potvrďte své nové heslo.
da: Bekræft din nye adgangskode.
de: Bestätigen Sie Ihr neues Passwort.
el: Επιβεβαιώστε τον νέο κωδικό πρόσβασής σας.
es: Confirma tu nueva contraseña.
fi: Vahvista uusi salasanasi.
fr: Confirmez votre nouveau mot de passe.
he: אשר את הסיסמה החדשה שלך.
hi: अपने नए पासवर्ड की पुष्टि करें।
hu: Erõsítse meg az új jelszavát.
id: Konfirmasi kata sandi baru Anda.
it: Conferma la tua nuova password.
ja: 新しいパスワードを確認してください。
ko: 새 비밀번호를 확인하세요.
ms: Konfirmasi sandi baru Anda.
nb: Bekreft det nye passordet ditt.
nl: Bevestig je nieuwe wachtwoord.
pl: Potwierdź swoje nowe hasło.
pt_br: Confirme sua nova senha.
pt_pt: Confirme a sua nova palavra-passe.
ro: Confirmați-vă noua parolă.
ru: Подтвердите ваш новый пароль.
sk: Potvrďte svoje nové heslo.
sv: Bekräfta ditt nya lösenord.
th: ยืนยันรหัสผ่านใหม่ของคุณ
tr: Yeni parolanızı onaylayın.
uk: Підтвердьте свій новий пароль.
vi: Xác nhận mật khẩu mới của bạn.
zh_hans: 确认您的新密码。
zh_hant: 確認您的新密碼。

# web.reset.confirm_new_password_label
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
cs: Potvrdit nové heslo
da: Bekræft ny adgangskode
de: Neues Passwort bestätigen
el: Επιβεβαιώστε τον νέο κωδικό πρόσβασης
es: Confirmar nueva contraseña
fi: Vahvista uusi salasana
fr: Confirmer le nouveau mot de passe
he: אשר סיסמה חדשה
hi: नए पासवर्ड की पुष्टि करें
hu: Új jelszó megerõsítése
id: Konfirmasi kata sandi baru
it: Conferma nuova password
ja: 新しいパスワードを確認
ko: 새 비밀번호 확인
ms: Konfirmasi sandi baru
nb: Bekreft nytt passord
nl: Nieuw wachtwoord bevestigen
pl: Potwierdź nowe hasło
pt_br: Confirmar nova senha
pt_pt: Confirmar nova palavra-passe
ro: Confirmă noua parolă
ru: Подтвердить новый пароль
sk: Potvrďte nové heslo
sv: Bekräfta nytt lösenord
th: ยืนยันรหัสผ่านใหม่
tr: Yeni Parolayı Onayla
uk: Підтвердіть новий пароль
vi: Xác nhận mật khẩu mới
zh_hans: 确认新密码
zh_hant: 確認新密碼

# web.reset.enter_new_password
source: Enter a new password.
ar: أدخل كلمة المرور الجديدة.
cs: Zadejte nové heslo.
da: Indtast en ny adgangskode.
de: Geben Sie ein neues Passwort ein.
el: Εισαγάγετε έναν νέο κωδικό πρόσβασης.
es: Ingresa una nueva contraseña.
fi: Syötä uusi salasana.
fr: Entrez un nouveau mot de passe.
he: הכנס סיסמה חדשה.
hi: एक नया पासवर्ड दर्ज करें।
hu: Adjon meg egy új jelszót.
id: Masukkan kata sandi baru.
it: Inserisci una nuova password.
ja: 新しいパスワードを入力してください。
ko: 새 비밀번호를 입력하세요.
ms: Masukkan sandi baru.
nb: Skriv inn et nytt passord.
nl: Voer een nieuw wachtwoord in.
pl: Wpisz nowe hasło.
pt_br: Digite uma nova senha.
pt_pt: Introduza uma nova palavra-passe.
ro: Introduceți o parolă nouă.
ru: Введите новый пароль.
sk: Zadajte nové heslo.
sv: Ange ett nytt lösenord.
th: ป้อนรหัสผ่านใหม่
tr: Yeni parola girin.
uk: Введіть новий пароль.
vi: Nhập mật khẩu mới.
zh_hans: 输入新密码。
zh_hant: 輸入新密碼。

# web.reset.heading
source: Choose a new password
ar: اختر كلمة مرور جديدة
cs: Zvolte nové heslo
da: Vælg en ny adgangskode
de: Wählen Sie ein neues Passwort
el: Επιλέξτε έναν νέο κωδικό πρόσβασης
es: Elige una nueva contraseña
fi: Valitse uusi salasana
fr: Choisir un nouveau mot de passe
he: בחר סיסמה חדשה
hi: एक नया पासवर्ड चुनें
hu: Válasszon új jelszót
id: Pilih kata sandi baru
it: Scegli una nuova password
ja: 新しいパスワードを選択
ko: 새 비밀번호 선택
ms: Pilih sandi baru
nb: Velg et nytt passord
nl: Kies een nieuw wachtwoord
pl: Wybierz nowe hasło
pt_br: Escolha uma nova senha
pt_pt: Escolha uma nova palavra-passe
ro: Alegeți o parolă nouă
ru: Выберите новый пароль
sk: Zvoľte si nové heslo
sv: Välj ett nytt lösenord
th: เลือกรหัสผ่านใหม่
tr: Yeni Bir Parola Seçin
uk: Виберіть новий пароль
vi: Chọn mật khẩu mới
zh_hans: 选择新密码
zh_hant: 選擇新密碼

# web.reset.invalid_link
source: This password reset link is invalid or has expired. Request a new one from the KnotQ app.
ar: رابط إعادة تعيين كلمة المرور هذا غير صحيح أو انتهت صلاحيته. طلب واحد جديد من تطبيق KnotQ.
cs: Tento odkaz na obnovení hesla je neplatný nebo vypršel. Požádejte o nový z aplikace KnotQ.
da: Dette link til nulstilling af adgangskode er ugyldigt eller er udløbet. Anmod om en ny fra KnotQ-appen.
de: Dieser Link zum Zurücksetzen des Passworts ist ungültig oder abgelaufen. Fordern Sie einen neuen in der KnotQ-App an.
el: Αυτός ο σύνδεσμος επαναφοράς κωδικού πρόσβασης είναι άκυρος ή έχει λήξει. Ζητήστε μια νέα από την εφαρμογή KnotQ.
es: Este enlace de restablecimiento de contraseña no es válido o ha caducado. Solicita uno nuevo desde la aplicación de KnotQ.
fi: Tämä salasanan palauttamisen linkki on virheellinen tai vanhentunut. Pyydä uutta KnotQ-sovelluksesta.
fr: Ce lien de réinitialisation de mot de passe n'est pas valide ou a expiré. Demandez-en un nouveau depuis l'application KnotQ.
he: קישור איפוס הסיסמה הזה אינו חוקי או פג תוקפו. בקש חדש מ-KnotQ.
hi: यह पासवर्ड रीसेट लिंक अमान्य है या समाप्त हो गया है। KnotQ ऐप से एक नया अनुरोध करें।
hu: Ez a jelszó-alaphelyzetbe-állítás hivatkozás érvénytelen vagy lejárt. Kérjen egy újat a KnotQ alkalmazásból.
id: Tautan pengaturan ulang kata sandi ini tidak valid atau telah kedaluwarsa. Minta yang baru dari aplikasi KnotQ.
it: Questo link di reimpostazione della password non è valido o è scaduto. Richiedi uno nuovo dall'app di KnotQ.
ja: このパスワードリセットリンクは無効であるか、期限が切れています。KnotQアプリから新しいリンクをリクエストしてください。
ko: 이 비밀번호 재설정 링크가 유효하지 않거나 만료되었습니다. KnotQ 앱에서 새로운 링크를 요청하세요.
ms: Tautan atur ulang sandi ini tidak valid atau telah kedaluwarsa. Minta yang baru dari aplikasi KnotQ.
nb: Denne passordtilbakestillingskoblingen er ugyldig eller har utløpt. Be om en ny fra KnotQ-appen.
nl: Deze wachtwoord-resetlink is ongeldig of verlopen. Vraag een nieuwe aan in de KnotQ-app.
pl: To łącze resetowania hasła jest nieprawidłowe lub wygasło. Poproś o nowe z aplikacji KnotQ.
pt_br: Este link de redefinição de senha é inválido ou expirou. Solicite um novo no aplicativo KnotQ.
pt_pt: Esta ligação de reposição de palavra-passe é inválida ou expirou. Solicite uma nova a partir da aplicação KnotQ.
ro: Acest link de resetare a parolei este invalid sau a expirat. Solicitați un nou de la aplicația KnotQ.
ru: Ссылка сброса пароля недействительна или истекла. Запросите новую в приложении KnotQ.
sk: Tento odkaz na obnovenie hesla je neplatný alebo vypršal. Požiadajte o nový z aplikácie KnotQ.
sv: Den här länken för lösenordsåterställning är ogiltig eller har upphört att gälla. Begär en ny från KnotQ-appen.
th: ลิงก์รีเซ็ตรหัสผ่านนี้ไม่ถูกต้องหรือหมดอายุแล้ว ขอลิงก์ใหม่จากแอป KnotQ
tr: Bu parola sıfırlama bağlantısı geçersiz veya süresi dolmuş. KnotQ uygulamasından yeni bir bağlantı isteyin.
uk: Це посилання для скидання пароля недійсне або сплинуло. Запросіть новий з програми KnotQ.
vi: Liên kết đặt lại mật khẩu này không hợp lệ hoặc đã hết hạn. Yêu cầu một liên kết mới từ ứng dụng KnotQ.
zh_hans: 此密码重置链接无效或已过期。从 KnotQ 应用请求新密码。
zh_hant: 此密碼重設鏈接無效或已過期。從 KnotQ 應用程式要求新的鏈接。

# web.reset.lead
source: Set a new password for your KnotQ account, then sign in with it.
ar: عيّن كلمة مرور جديدة لحساب KnotQ الخاص بك، ثم قم بتسجيل الدخول باستخدامها.
cs: Nastavte nové heslo pro váš účet KnotQ a pak se s ním přihlaste.
da: Indstil en ny adgangskode for din KnotQ-konto, og log derefter ind med den.
de: Legen Sie ein neues Passwort für Ihr KnotQ-Konto fest und melden Sie sich dann damit an.
el: Ορίστε έναν νέο κωδικό πρόσβασης για τον λογαριασμό KnotQ σας, στη συνέχεια συνδεθείτε με αυτόν.
es: Establece una nueva contraseña para tu cuenta de KnotQ, luego inicia sesión con ella.
fi: Aseta uusi salasana KnotQ-tilillesi ja kirjaudu siihen.
fr: Définissez un nouveau mot de passe pour votre compte KnotQ, puis connectez-vous avec.
he: הגדר סיסמה חדשה עבור חשבון KnotQ שלך, ואז התחבר עם זה.
hi: अपने KnotQ खाते के लिए एक नया पासवर्ड सेट करें, फिर इसके साथ साइन इन करें।
hu: Állítson be egy új jelszót a KnotQ fiókjához, majd jelentkezzen be vele.
id: Atur kata sandi baru untuk akun KnotQ Anda, lalu masuk dengannya.
it: Imposta una nuova password per il tuo account KnotQ, quindi accedi con essa.
ja: KnotQアカウントの新しいパスワードを設定してからサインインします。
ko: KnotQ 계정의 새 비밀번호를 설정한 후 로그인하세요.
ms: Tetapkan sandi baru untuk akun KnotQ Anda, lalu masuk dengannya.
nb: Angi et nytt passord for KnotQ-kontoen din og logg inn med det.
nl: Stel een nieuw wachtwoord in voor je KnotQ-account en meld je dan aan.
pl: Ustaw nowe hasło dla swojego konta KnotQ, a następnie zaloguj się za jego pomocą.
pt_br: Defina uma nova senha para sua conta KnotQ e entre com ela.
pt_pt: Defina uma nova palavra-passe para a sua conta KnotQ e, em seguida, inicie sessão com ela.
ro: Setați o parolă nouă pentru contul dvs. KnotQ, apoi conectați-vă cu ea.
ru: Установите новый пароль для вашей учётной записи KnotQ, затем войдите с его помощью.
sk: Nastavte nové heslo pre vaše konto KnotQ a potom sa prihláste.
sv: Ställ in ett nytt lösenord för ditt KnotQ-konto och logga sedan in med det.
th: ตั้งรหัสผ่านใหม่สำหรับบัญชี KnotQ ของคุณ แล้วลงชื่อเข้าด้วยรหัสผ่านนั้น
tr: KnotQ hesabınız için yeni bir parola ayarlayın, sonra bununla oturum açın.
uk: Установіть новий пароль для свого акаунту KnotQ, потім увійдіть з ним.
vi: Đặt mật khẩu mới cho tài khoản KnotQ của bạn, sau đó đăng nhập bằng nó.
zh_hans: 为 KnotQ 账户设置新密码，然后使用它登录。
zh_hant: 為您的 KnotQ 帳戶設定新密碼，然後用它登入。

# web.reset.new_password_label
source: New password
ar: كلمة المرور الجديدة
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
es: Nueva contraseña
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמה חדשה
hi: नया पासवर्ड
hu: Új jelszó
id: Kata sandi baru
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
ms: Sandi baru
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
pt_pt: Nova palavra-passe
ro: Parolă nouă
ru: Новый пароль
sk: Nové heslo
sv: Nytt lösenord
th: รหัสผ่านใหม่
tr: Yeni Parola
uk: Новий пароль
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# web.reset.submit
source: Set new password
ar: عيّن كلمة المرور الجديدة
cs: Nastavit nové heslo
da: Indstil ny adgangskode
de: Neues Passwort festlegen
el: Ορίστε τον νέο κωδικό πρόσβασης
es: Establecer nueva contraseña
fi: Aseta uusi salasana
fr: Définir le nouveau mot de passe
he: הגדר סיסמה חדשה
hi: नया पासवर्ड सेट करें
hu: Új jelszó beállítása
id: Atur kata sandi baru
it: Imposta nuova password
ja: 新しいパスワードを設定
ko: 새 비밀번호 설정
ms: Tetapkan sandi baru
nb: Angi nytt passord
nl: Nieuw wachtwoord instellen
pl: Ustaw nowe hasło
pt_br: Definir nova senha
pt_pt: Definir nova palavra-passe
ro: Setați parolă nouă
ru: Установить новый пароль
sk: Nastaviť nové heslo
sv: Ställ in nytt lösenord
th: ตั้งรหัสผ่านใหม่
tr: Yeni Parolayı Ayarla
uk: Установити новий пароль
vi: Đặt mật khẩu mới
zh_hans: 设置新密码
zh_hant: 設定新密碼

# web.reset.success_message
source: Your password has been updated. Sign in with your new password.
ar: تم تحديث كلمة المرور. قم بتسجيل الدخول باستخدام كلمة المرور الجديدة.
cs: Vaše heslo bylo aktualizováno. Přihlaste se svým novým heslem.
da: Din adgangskode er blevet opdateret. Log ind med din nye adgangskode.
de: Ihr Passwort wurde aktualisiert. Melden Sie sich mit Ihrem neuen Passwort an.
el: Ο κωδικός πρόσβασής σας έχει ενημερωθεί. Συνδεθείτε με τον νέο κωδικό πρόσβασής σας.
es: Tu contraseña ha sido actualizada. Inicia sesión con tu nueva contraseña.
fi: Salasanasi on päivitetty. Kirjaudu uudella salasanallasi.
fr: Votre mot de passe a été mis à jour. Connectez-vous avec votre nouveau mot de passe.
he: הסיסמה שלך כדי עודכנה. התחבר עם הסיסמה החדשה שלך.
hi: आपका पासवर्ड अपडेट हो गया है। अपने नए पासवर्ड से साइन इन करें।
hu: Az Ön jelszava frissítve lett. Jelentkezzen be az új jelszavával.
id: Kata sandi Anda telah diperbarui. Masuk dengan kata sandi baru Anda.
it: La tua password è stata aggiornata. Accedi con la tua nuova password.
ja: パスワードが更新されました。新しいパスワードでサインインしてください。
ko: 비밀번호가 업데이트되었습니다. 새 비밀번호로 로그인하세요.
ms: Sandi Anda telah diperbarui. Masuk dengan sandi baru Anda.
nb: Passordet ditt har blitt oppdatert. Logg inn med det nye passordet ditt.
nl: Je wachtwoord is bijgewerkt. Meld je aan met je nieuwe wachtwoord.
pl: Twoje hasło zostało zaktualizowane. Zaloguj się za pomocą swojego nowego hasła.
pt_br: Sua senha foi atualizada. Entre com sua nova senha.
pt_pt: A sua palavra-passe foi atualizada. Inicie sessão com a sua nova palavra-passe.
ro: Parola dvs. a fost actualizată. Conectați-vă cu noua parolă.
ru: Ваш пароль обновлён. Войдите со своим новым паролем.
sk: Vaše heslo bolo aktualizované. Prihláste sa novým heslom.
sv: Ditt lösenord har uppdaterats. Logga in med ditt nya lösenord.
th: รหัสผ่านของคุณได้รับการอัปเดต ลงชื่อเข้าด้วยรหัสผ่านใหม่ของคุณ
tr: Parolanız güncellenmiştir. Yeni parolanızla oturum açın.
uk: Ваш пароль був оновлений. Увійдіть зі своїм новим паролем.
vi: Mật khẩu của bạn đã được cập nhật. Đăng nhập bằng mật khẩu mới của bạn.
zh_hans: 您的密码已更新。使用新密码登录。
zh_hant: 您的密碼已更新。用您的新密碼登入。

# web.reset.title
source: Reset password — KnotQ
ar: إعادة تعيين كلمة المرور — KnotQ
cs: Obnovit heslo — KnotQ
da: Nulstil adgangskode — KnotQ
de: Passwort zurücksetzen — KnotQ
el: Επαναφορά κωδικού πρόσβασης — KnotQ
es: Restablecer contraseña — KnotQ
fi: Palauta salasana — KnotQ
fr: Réinitialiser le mot de passe — KnotQ
he: אפס סיסמה — KnotQ
hi: पासवर्ड रीसेट करें — KnotQ
hu: Jelszó alaphelyzetbe állítása — KnotQ
id: Atur ulang kata sandi — KnotQ
it: Reimposta password — KnotQ
ja: パスワードをリセット — KnotQ
ko: 비밀번호 재설정 — KnotQ
ms: Atur ulang sandi — KnotQ
nb: Tilbakestill passord — KnotQ
nl: Wachtwoord opnieuw instellen — KnotQ
pl: Resetuj hasło — KnotQ
pt_br: Redefinir senha — KnotQ
pt_pt: Repor palavra-passe — KnotQ
ro: Resetare parolă — KnotQ
ru: Сброс пароля — KnotQ
sk: Obnovenie hesla — KnotQ
sv: Återställ lösenord — KnotQ
th: รีเซ็ตรหัสผ่าน — KnotQ
tr: Şifreyi Sıfırla — KnotQ
uk: Скинути пароль — KnotQ
vi: Đặt lại mật khẩu — KnotQ
zh_hans: 重置密码 — KnotQ
zh_hant: 重設密碼 — KnotQ

# web.signin.aria_label
source: KnotQ sign in
ar: تسجيل دخول KnotQ
cs: Přihlášení KnotQ
da: KnotQ-logon
de: KnotQ-Anmeldung
el: Σύνδεση KnotQ
es: Inicio de sesión de KnotQ
fi: KnotQ-kirjautuminen
fr: Connexion KnotQ
he: כניסה KnotQ
hi: KnotQ साइन इन
hu: KnotQ bejelentkezés
id: Masuk KnotQ
it: Accesso KnotQ
ja: KnotQサインイン
ko: KnotQ 로그인
ms: Masuk KnotQ
nb: KnotQ-innlogging
nl: KnotQ-aanmelding
pl: Zaloguj się do KnotQ
pt_br: Entrada do KnotQ
pt_pt: Início de sessão do KnotQ
ro: Conectare KnotQ
ru: Вход в KnotQ
sk: Prihlásenie KnotQ
sv: KnotQ-inloggning
th: ลงชื่อเข้า KnotQ
tr: KnotQ Oturum Aç
uk: Вхід KnotQ
vi: Đăng nhập KnotQ
zh_hans: KnotQ 登录
zh_hant: KnotQ 登入

# web.signin.code_field_label
source: Verification code
ar: رمز التحقق
cs: Ověřovací kód
da: Verifikationskode
de: Überprüfungscode
el: Κωδικός επαλήθευσης
es: Código de verificación
fi: Vahvistuskoodi
fr: Code de vérification
he: קוד אימות
hi: सत्यापन कोड
hu: Ellenõrzõ kód
id: Kode verifikasi
it: Codice di verifica
ja: 確認コード
ko: 인증 코드
ms: Kode verifikasi
nb: Verifikasjonskode
nl: Verificatiecode
pl: Kod weryfikacyjny
pt_br: Código de verificação
pt_pt: Código de verificação
ro: Cod de verificare
ru: Код проверки
sk: Overovací kód
sv: Verifikationskod
th: รหัสยืนยัน
tr: Doğrulama Kodu
uk: Код перевірки
vi: Mã xác minh
zh_hans: 验证码
zh_hant: 驗證碼
